Repository: SeasoningDev/Seasoning
Catalog: Seasoning/locale/*/LC_MESSAGES/django.po
Languages: nl_be

source: Givenname
nl_be: Voornaam

source: 30 characters or fewer, only letters allowed.
nl_be: Gebruik maximaal 30 lettertekens.

source: This field is required.
nl_be: Dit veld is verplicht.

source: Surname
nl_be: Achternaam

source: 50 characters or fewer, only letters allowed.
nl_be: Gebruik maximaal 50 lettertekens.

source: Email
nl_be: E-mailadres

source: Your email will never be sold or shared.<br/>An email will be sent to this email address to verify your account.
nl_be: Er zal eenmalig een e-mail gestuurd worden om je account te verifieren. Je gegevens zullen niet gebruikt worden voor commerciele doeleinden en worden niet doorgegeven aan derden.

source: Password
nl_be: Wachtwoord

source: Password (again)
nl_be: Wachtwoord (nogmaals)

source: Please enter the same password as above for verification purposes.
nl_be: Gelieve nogmaals het gekozen wachtwoord in te geven ter verificatie.

source: Date of birth
nl_be: Geboortedatum

source: You must enter the correct ReCaptcha characters
nl_be: Vul de correcte tekens van de ReCaptcha in.

source: Incorrect, please try again.
nl_be: De opgegeven Captcha was fout, probeer het opnieuw aub.

source: I have read and agree to the <a target="_blank" href="/terms/">Terms of Service</a>
nl_be: Ik verklaar kennis te hebben genomen van de <a target="_blank" href="/terms/">Algemene Voorwaarden</a> en hiermee akkoord te gaan.

source: You must agree to the terms to register
nl_be: Je dient te bevestigen dat je de Algemene Voorwaarden gelezen en goegekeurd hebt.

source: The two password fields didn't match.
nl_be: De ingevoerde wachtwoorden komen niet overeen.

source: I have read and agree to the Terms of Service
nl_be: Ik verklaar kennis te hebben genomen van de Algemene Voorwaarden en hiermee akkoord te gaan

source: Please enter a valid email address
nl_be: Gelieve een geldig e-mailadres op te geven

source: The given email address was not found
nl_be: Het opgegeven e-mailadres werd niet teruggevonden

source: The account corresponding to this email address has already been activated
nl_be: Het aan dit e-mailadres verbonden account werd reeds geactiveerd

source: The account corresponding to this email address has expired due to prolonged inactivity
nl_be: Het aan dit e-mailadres verbonden account is verlopen wegens langdurige inactiviteit

source: This account has not been activated yet, so you may not log in at this time. If you haven't received an activation email for 15 minutes after registering, you can use <a href="%s">this form</a> to resend an activation email.
nl_be: Dit account werd nog niet geactiveerd, waardoor aanmelden momenteel niet mogelijk is. Indien je 15 minuten na je registratie nog geen activatiemail ontvangen hebt, kan je <a href="%s">dit formulier</a> gebruiken om een nieuwe activatiemail te versturen.

source: Override: Please enter a correct email address and password. Note that both fields may be case-sensitive.
nl_be: Deze combinatie van e-mailadres en wachtwoord is niet correct. Probeer nog een keer.

source: 30 characters or fewer, only letters allowed. Your name will be used to identify you on Seasoning.
nl_be: Gebruik maximaal 30 lettertekens. Je naam zal gebruikt worden om je te identificeren op Seasoning.

source: Enter a valid Given Name.
nl_be: Geef een geldige voornaam op.

source: 50 characters or fewer, only letters allowed Your name will be used to identify you on Seasoning.
nl_be: Gebruik maximaal 50 lettertekens. Je naam zal gebruikt worden om je te identificeren op Seasoning.

source: Enter a valid Surname.
nl_be: Geef een geldige achternaam op.

source: date joined
nl_be: datum registratie

source: last login
nl_be: laatste aanmelding

source: activation key
nl_be: activeringssleutel

source: registration profile
nl_be: registratie profiel

source: registration profiles
nl_be: registratie profielen

source: An email has been sent to the new email address provided by you. Please follow the instructions in this email to complete the changing of your email address.
nl_be: Er werd een e-mail verstuurd naar het aangepaste e-mailadres. Gelieve de instructies te volgen

source: Your email address has been successfully changed.
nl_be: Je e-mailadres werd succesvol aangepast.

source: Your password has been successfully changed.
nl_be: Je wachtwoord werd succesvol aangepast.

source: You already have an account!
nl_be: Je hebt reeds een account!

source: A new activation email has been sent to {email_address}. This email should arrive within 15 minutes. Please be sure to check your Spam/Junk folder.
nl_be: Er werd een nieuwe activatiemail gestuurd naar {email_address}. Deze e-mail zou binnen een tijdspanne van 15 minuten moeten aankomen. Vergeet niet na te gaan of de e-mail in je junkmail beland is.

source: Your account has been successfully activated. Have fun!
nl_be: Je account werd succesvol geactiveerd. Veel plezier!

source: Could not access your {social_network} Information. Please try again.
nl_be: Seasoning kreeg geen toegang tot je {social_network} informatie. Gelieve opnieuw te proberen.

source: Something went wrong. Check URL for error.
nl_be: Er ging iets mis. Kijk de URL na.

source: You cannot use this type of {social_network} account on Seasoning. Please try another...
nl_be: Dit type {social_network} account kan niet gebruikt worden op Seasoning. Gelieve een andere mogelijkheid te proberen.

source: The email corresponding to your {social_network} account is already in use on Seasoning. If this account belongs to you, please log in to connect it to your {social_network} account, otherwise, please contact an administrator.
nl_be: Er is reeds een gebruiker geregistreerd met je {social_network} account. Ben je dit zelf, gelieve dan in te loggen. Ben je dit niet? Neem dan contact op met een beheerder.

source: Your {social_network} account has not been connected to Seasoning yet. Please take a minute to register.
nl_be: Je {social_network} account is nog niet verbonden met Seasoning. Gelieve eerst te registreren.

source: An error occurred while checking your identity with {social_network}. Please try again.
nl_be: Er is een fout opgetreden tijdens het aftoetsen van je gegevens met {social_network}. Gelieve opnieuw te proberen.

source: You cannot connect this type of {social_network} account to your Seasoning account. Please try another...
nl_be: Dit type {social_network} account kan niet verbonden worden met je Seasoning account. Gelieve een andere mogelijkheid te proberen.

source: This {social_network} account is already connected to another account.
nl_be: Dit {social_network} account is reeds verbonden met een ander account.

source: Your {social_network} account has been successfully connected to your Seasoning account!
nl_be: Je {social_network} account werd succesvol verbonden met je Seasoning account!

source: You can only disconnect your {social_network} account if your password has been set.
nl_be: Je kan je {social_network} account enkel loskoppelen als je een wachtwoord hebt ingesteld.

source: Your Seasoning account has been disconnected from your {social_network} account.
nl_be: Je Seasoning account werd losgekoppeld van je {social_network} account.

source: You cannot use this type of {social_network} account to register on Seasoning. Please try another...
nl_be: Dit type {social_network} account kan niet gebruikt worden om te registreren op Seasoning. Gelieve een andere mogelijkheid te proberen.

source: A user has already registered with your {social_network} account. If this is you, please log in, otherwise, contact an administrator
nl_be: Er is reeds een gebruiker geregistreerd met je {social_network} account. Ben je dit zelf, gelieve dan in te loggen. Ben je dit niet? Neem dan contact op met een beheerder.

source: A user has already registered on Seasoning with the email in your {social_network}. If this is your account, would you like to connect it to your {social_network}account?
nl_be: Er is reeds een gebruiker geregistreerd op Seasoning met het e-mailadres op je {social_network}. Indien dit jouw account is, zou je het graag willen verbinden met je {social_network} account?

source: You have successfully registered your {social_network} account on Seasoning. Have fun!
nl_be: Je hebt je {social_network} account succesvol geregistreerd op Seasoning. Veel plezier!

source: A user has already registered on Seasoning with the email in your {social_network}. If this is your account, please log in to connect it to your {social_network} account?
nl_be: Er is reeds een gebruiker geregistreerd op Seasoning met het e-mailadres op je {social_network}. Indien dit jouw account is, gelieve aan te melden om het te verbinden met je {social_network} account.

source: Topic
nl_be: Onderwerp

source: Topics
nl_be: Onderwerpen

source: name
nl_be: naam

source: Frequently asked question
nl_be: Veel gestelde vraag

source: Frequently asked questions
nl_be: Veel gestelde vragen

source: question
nl_be: vraag

source: The actual question itself.
nl_be: De eigenlijke vraag

source: answer
nl_be: antwoord

source: The answer text.
nl_be: De antwoordtekst

source: topic
nl_be: onderwerp

source: Max file size is %sMB
nl_be: De maximale grootte voor een afbeelding is %sMB.

source: Subject
nl_be: Onderwerp

source: Message
nl_be: Boodschap

source: {recipe_name} is the {recipe_veganism} recipe of the week.
nl_be: {recipe_name} is het {recipe_veganism} recept van de week.

source: The given recipe is not {recipe_veganism}.
nl_be: Het recept is niet {recipe_veganism}.

source: Your contact form was submitted succesfully.
nl_be: Je contactformulier werd succesvol ingediend.

source: Unknown ingredients found
nl_be: Sommige ingredienten werden niet teruggevonden.

source: Instructions
nl_be: Instructies

source: Name
nl_be: naam

source: The names of the external website.
nl_be: De naam van de externe website.

source: The home url of the external website
nl_be: Het webadres van de externe website

source: The names of the recipe.
nl_be: De naam van het recept.

source: Course
nl_be: Type Maaltijd

source: The type of course this recipe will provide.
nl_be: De soort maaltijd van het recept.

source: Cuisine
nl_be: Keuken

source: The type of cuisine this recipe represents.
nl_be: De keuken waarin dit recept gebruikt wordt.

source: Description
nl_be: Beschrijving

source: A few sentences describing the recipe (Maximum 140 characters).
nl_be: Een korte beschrijving van het recept (maximaal 140 tekens).

source: Portions
nl_be: Porties

source: The average amount of people that can be fed by this recipe using the given amounts of ingredients.
nl_be: Het gemiddeld aantal porties dat voorzien kan worden met de opgegeven hoeveelheden.

source: Active time
nl_be: Actieve tijd

source: The time needed to prepare this recipe where you are actually doing something.
nl_be: Het aantal minuten dat je actief besteedt aan de bereiding van het recept.

source: Passive time
nl_be: Passieve tijd

source: The time needed to prepare this recipe where you can do something else (e.g. water is boiling)
nl_be: Het aantal minuten dat je niet actief besteedt aan de bereiding van het recept en je dus iets anders kan doen (bv. tijdens het koken van aardappelen).

source: Extra info
nl_be: Extra informatie

source: Extra info about the ingredients or needed tools (e.g. "You will need a mixer for this recipe" or "Use big potatoes")
nl_be: Extra informatie over de ingrediÃ«nten of andere benodigdheden (bv. "je hebt een mixer nodig voor dit recept" of "gebruik grote aardappelen").

source: Detailed instructions for preparing this recipe.
nl_be: Gedetailleerde instructies voor de bereiding van het recept.

source: An image of this recipe. Please do not use copyrighted images, these will be removed as quick as possible.
nl_be: Een afbeelding van dit recept. Gelieve geen beschermde afbeeldingen te gebruiken. Deze zullen zo snel mogelijk verwijderd worden.
